base
base-devel
btop
catppuccin-gtk-theme-mocha
cliphist
dart-sass
dunst
efibootmgr
fastfetch
ffmpegthumbnailer
firefox
flatpak
fzf
git
gnome-software
grim
grimblast-git
grub
gvfs
gvfs-mtp
hyprland
hyprpaper
ibus
imagemagick
kitty
lib32-nvidia-utils
lib32-vulkan-icd-loader
linux
linux-firmware
linux-headers
mako
nano
neovim
networkmanager
noto-fonts
noto-fonts-emoji
nvidia-dkms
nvidia-utils
nwg-look
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
polkit-kde-agent
python-requests
qt5-quickcontrols2
qt5-wayland
qt6-wayland
rofi
sddm
slurp
spicetify-cli
spotify
swaync
swww
tailscale
thunar
thunar-archive-plugin
thunar-volman
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
tumbler
unzip
waybar
waypaper
wireplumber
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay-bin
yay-bin-debug
zen-browser-bin
zsh
