aquamarine
brightnessctl
dunst
grim
hyprcursor
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprutils
kitty
libinput
pipewire
pipewire-pulse
playerctl
polkit-gnome
qt5-wayland
qt6-wayland
rofi-wayland
slurp
swappy
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
