adobe-source-han-sans-otc-fonts
alsa-utils
arch-rich-presence
base
base-devel
bat
blueman
bridge-utils
brightnessctl
btop
catppuccin-gtk-theme-mocha
cava
cliphist
cursor-bin
dnsmasq
dunst
efibootmgr
ethtool
eza
fastfetch
firefox
flatpak
fragments
fzf
git
github-cli
glib2-devel
grim
grimblast-git
grub
helix
hyprland
hyprlock
hyprpaper
hyprpolkitagent
jq
kitty
less
lib32-gdk-pixbuf2
lib32-libpulse
lib32-libvdpau
lib32-libxrandr
lib32-libxtst
libvirt
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
man-db
mpv
mtr
nano
nemo
neovim-git
network-manager-applet
networkmanager
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-look
obs-studio
openbsd-netcat
os-prober
pamixer
papirus-folders
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-gnome
polkit-kde-agent
portproton
python-dotenv
python-imageio-ffmpeg
python-pip
python-requests
python-screeninfo
qemu-base
qt5-quickcontrols2
qt5-wayland
qt6-multimedia
qt6-wayland
quickshell-git
r8168-dkms
ranger
reflector
rofi
rpi-imager
rust
sddm
showmethekey
slurp
speedtest-cli
spicetify-cli
spotify
starship
steam
stunserver
subversion
sudo
swaync
swww
tailscale
thunar
traceroute
tree
ttf-comfortaa
ttf-google-fonts-typewolf
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
tumbler
unzip
vde2
vesktop
virt-manager
virt-viewer
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
waybar-git
waydroid
waypaper
wezterm-git
wget
whois
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zen-browser-bin
zoxide
zsh
