adobe-source-han-sans-otc-fonts
alsa-utils
bat
blueman
brightnessctl
btop
cava
eza
fastfetch
fzf
git
grim
helix
hyprland
hyprlock
hyprpaper
jq
kitty
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
pamixer
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-gnome
qt5-quickcontrols2
qt5-wayland
qt6-wayland
rofi
slurp
starship
swaync
tree
ttf-nerd-fonts-symbols-mono
unzip
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
zoxide
zsh
